[NoID_CarefulIFind AkEvent]
SpokenText="Обачнiше. З мого досвiду, машини схильнi вибухати, якщо в них багато стрiляти."

[NoID_CarefulPressThe AkEvent]
SpokenText="Обережно. Скористайтеся перевагою, поки вони вас не обiйшли."

[NoID_GettingThatClose AkEvent]
SpokenText="З малої дистанцiї зручнiше стрiляти, але ризик надто великий. \"Адвент\" скористається будь-якою перевагою."

[NoID_YoureLateWhat AkEvent]
SpokenText="Центр, запiзнюєтесь. Чим ви там займалися?"

[SHEN_Tactical_Tutorial_Cars_Make_Poor_Cover_ALT AkEvent]
SpokenText="Ви небезпечно зблизились з противником. Не можна давати \"Адвенту\" нiяких переваг. Обережнiше!"

[SHEN_Tactical_Tutorial_Matinee_Curb_Stomp_ALT AkEvent]
SpokenText="Це вже вiдчутний ризик. Що далi?"

[SHEN_Tactical_Tutorial_Matinee_Security_Reveal AkEvent]
SpokenText="Неподiбно, щоб вони збиралися йти. Не попадiться їм на очi, ми поки не готовi дiяти."

[SHEN_Tactical_Tutorial_Matinee_Transition AkEvent]
SpokenText="Сили \"Адвента\" стягуються до мiсця вибуху. Треба знайти цiль, поки вони не зрозумiли, що до чого."

[SHEN_Tactical_Tutorial_Ramirez_Move_Up AkEvent]
SpokenText="\"Гiсть-2\", дiйте. Не забувайте про дистанцiю. Якщо вас виявлять, ефект несподiванки буде втрачено."

[SHN_AvengerDefense_AllSystemsGreen AkEvent]
SpokenText="Що б це не було, пiсля його знищення поле спотворень зникло. Система керування двигунами запрацювала. Ми зможемо злетiти протягом 60 секунд."

[SHN_AvengerDefense_FirstBoardingWarning01 AkEvent]
SpokenText="Шеф, не можна дозволити прибульцям отримати доступ до систем \"Месника\"! Якщо у них є вихiднi коди керування, вони можуть iнiцiювати повне вимкнення Силового Ядра. У цьому випадку ми точно не зможемо злетiти."

[SHN_AvengerDefense_Intro02 AkEvent]
SpokenText="Шеф, у нас критичний збiй системи. \"Месник\" приречений. Я пiдключила сканери до резервного живлення. Вони вказують на наявнiсть поблизу потужного джерела радiацiї. Нам потрiбно знайти та знищити те, що порушує роботу нашого обладнання."

[SHN_AvengerDefense_ShipBoarded01 AkEvent]
SpokenText="Шеф! Тепер я не можу запустити двигуни! Ми приреченi… Я бiльше нiчого не можу зробити."

[SHN_AvengerDefenseX_Intro02 AkEvent]
SpokenText="Шеф, прибульцi застосували спотворювач. Я не можу запустити двигуни, поки ми вiд нього не позбудемося. Ви знаєте, що робити."

[T_Alien_Fortress_Residential_Diorama_Shen_01 AkEvent]
SpokenText="Що це?! Щось на зразок загону для людей?"

[T_Blacksite_Body_Containers_Spotted_Shen_P1 AkEvent]
SpokenText="Зачекайте-но! Це?.."

[T_Blacksite_Body_Containers_Spotted_Shen_P3 AkEvent]
SpokenText="Цi контейнери схожi на автономнi елементи живлення. Вони схожi на якусь систему пiдтримки стазису. Можливо, що деякi з цих людей все ще живi."

[T_Blacksite_Interior_Reveal_Shen_P2_ALT AkEvent]
SpokenText="Менi це бiльше нагадує переробний завод, доктор."

[T_Blacksite_Interior_Reveal_Shen_P3 AkEvent]
SpokenText="Або переробний завод..."

[T_Blacksite_Liquid_Collection_Spotted_Shen_P1 AkEvent]
SpokenText="Думаю, Тайган правий. Хтось витратив купу часу на те, щоб побудувати цей об'єкт."

[T_Blacksite_Soylent_Gold_Spotted_Shen_P2 AkEvent]
SpokenText="Показники в нормi, енергетичний фон також. Думаю, можна спокiйно пiдiйти ближче."

[T_Blacksite_Vial_Pickup_Shen_P2 AkEvent]
SpokenText="Речовина не радiоактивна i не видiляє жодної енергiї. Чим би вона не була, з нею можна мати справу."

[T_Broadcast_Flyover_Shen_P3 AkEvent]
SpokenText="Так, i нам доведеться отримати до неї прямий доступ, якщо ми сподiваємося перемогти."

[T_Broadcast_Rooftops_Env_Callouts_Shen_01 AkEvent]
SpokenText="Це один з їхнiх передавачiв. Вони й не намагалися приховати, що використовували технологiї прибульцiв."

[T_City_Center_Chip_Transmitter_Shen_01 AkEvent]
SpokenText="Звiсно, розiбратися в технологiях прибульцiв дуже непросто. Iнодi важко визначити, який компонент є керуючим - органiчний чи механiчний."

[T_City_Center_Propaganda_Shen_01 AkEvent]
SpokenText="Гадаю, що коли ти у великому вiдчаї, ти повiриш у що завгодно. Навiть у те, що прибульцi - твої друзi."

[T_Final_Mission_Final_Set_Four_Shen_02 AkEvent]
SpokenText="Менi це якось не подобається."

[T_Final_Mission_Final_Showdown_Begins_Shen_04 AkEvent]
SpokenText="Так, валите їх."

[T_Forge_Advent_Bodies_Sighted_Shen_01 AkEvent]
SpokenText="Менi здається, що це виробничий об'єкт. Правда, вiн виглядає iнакше… Можливо, це? Може, звiдси виходять вiйська \"Адвента\"?!"

[T_Forge_Avatar_Suit_Sighted_Shen_P3 AkEvent]
SpokenText="Кого ж вони в нього запихають?"

[T_Forge_Interior_Reveal_Shen_P1 AkEvent]
SpokenText="Це не цивiльнi особи. Це \"Адвент\"."

[T_Fortress_Recap_Callouts_Shen_01 AkEvent]
SpokenText="Гадаю, в цьому немає нiчого дивного, але я не отримую жодних даних про мiсцезнаходження загону."

[T_Fortress_Recap_Callouts_Shen_02 AkEvent]
SpokenText="Мабуть, це фiнальний етап всього процесу. Вони зiбрали наш генетичний матерiал i використали його для створення Аватарiв. Тепер вони намагаються завершити передачу. Новий початок для Старiйшин за рахунок мiльйонiв людських життiв."

[T_Fortress_Recap_Callouts_Shen_03 AkEvent]
SpokenText="Наскiльки нам вiдомо, це може передувати самому вторгненню."

[T_Gene_Therapy_Clinic_Torture_Table_Shen_01 AkEvent]
SpokenText="Хiба це схоже на те, з допомогою чого можна комусь надати допомогу?"

[T_Overwatch_Shen AkEvent]
SpokenText="Дивiться в обидва. Може статися що завгодно."

[T_Psi_Gate_Gateway_Spotted_Shen_P2 AkEvent]
SpokenText="Це не той розлом, який використовував Кодекс, коли з'явився. Вiн може вести куди завгодно. Можливо, навiть не на Землю."

[T_Psi_Gate_Reveal_Shen_P2 AkEvent]
SpokenText="Навряд чи вихiд десь поблизу."

[T_Setup_Phase_Avoid_Detection_Shen AkEvent]
SpokenText="Тримайте дистанцiю. Якщо вас виявлять, ефект несподiванки буде втрачено."

[T_Setup_Phase_Break_Concealment_Shen_01 AkEvent]
SpokenText="Ми витратили купу часу на пiдготовку солдат, шеф, i вони готовi. Якщо є можливiсть атакувати першими, слiд нею скористатися."

[T_Setup_Phase_Break_Concealment_Shen_02 AkEvent]
SpokenText="Шеф, я не дуже багато розумiю в тактицi, але нашi солдати нiчого не досягнуть, якщо будуть весь час ховатися вiд ворога."

[T_Setup_Phase_Break_Concealment_Shen_03 AkEvent]
SpokenText="Я не зрозумiла, ми зiбралися вбивати прибульцiв чи ховатися вiд них у темному кутi?"

[T_Setup_Phase_Cars_make_poor_cover_Shen AkEvent]
SpokenText="Як правило, я не раджу ховатися за автомобiлями, оскiльки вони займаються при стрiльбi. Але зараз у нас не такий великий вибiр."

[T_Setup_Phase_Combat_Tutorial_Shen_01 AkEvent]
SpokenText="Гаразд, \"Незваний гiсть\", ми скидаємо вас безпосередньо перед периметром. 30 секунд до старту."

[T_Setup_Phase_Combat_Tutorial_Shen_03 AkEvent]
SpokenText="Не розслаблятися. Ми явно привернули їхню увагу. Рухайтеся до точки зустрiчi i виконайте завдання."

[T_Setup_Phase_Combat_Tutorial_Shen_04 AkEvent]
SpokenText="Для початку не попадiться на очi - займiть укриття бiля тiєї низької стiни."

[T_Setup_Phase_Combat_Tutorial_Shen_07 AkEvent]
SpokenText="Краще, нiж нiчого. Спробуй знайти бiльш закриту позицiю далi."

[T_Setup_Phase_Combat_Tutorial_Shen_09 AkEvent]
SpokenText="\"Загроза-2\", не вiдставайте вiд \"Загрози-1\"."

[T_Setup_Phase_Combat_Tutorial_Shen_11 AkEvent]
SpokenText="Охорона щiльна, але у нас є перевага - вони поки не знають, що ви вже тут."

[T_Setup_Phase_Combat_Tutorial_Shen_12 AkEvent]
SpokenText="Зберiгайте маскування, i ви зможете неприємно здивувати сили \"Адвента\". Обережно наближайтеся."

[T_Setup_Phase_Combat_Tutorial_Shen_13 AkEvent]
SpokenText="Ви в меншостi, тому потрiбен фактор несподiванки. Не попадiться на очi i дiйте напевно."

[T_Setup_Phase_Combat_Tutorial_Shen_14 AkEvent]
SpokenText="Чудово. Звiдси ви зможете..."

[T_Setup_Phase_Combat_Tutorial_Shen_14_a AkEvent]
SpokenText="Їх бiльше, нiж ми думали, але вони нiчого про вас не знають. Добре."

[T_Setup_Phase_Combat_Tutorial_Shen_14_ALT AkEvent]
SpokenText="Чудово. Звiдси ви зможете вiдкрити вогонь."

[T_Setup_Phase_Combat_Tutorial_Shen_14b AkEvent]
SpokenText="Чудово. Ми повиннi бути готовi до бою, навiть якщо пiдкрiплень не буде."

[T_Setup_Phase_Combat_Tutorial_Shen_15 AkEvent]
SpokenText="Патруль! Усi в укриття!"

[T_Setup_Phase_Combat_Tutorial_Shen_18 AkEvent]
SpokenText="Ще встигнеш. Зосередься на завданнi."

[T_Setup_Phase_Combat_Tutorial_Shen_21 AkEvent]
SpokenText="Дiй."

[T_Setup_Phase_Combat_Tutorial_Shen_22 AkEvent]
SpokenText="Зараз або нiколи. Дiй."

[T_Setup_Phase_Combat_Tutorial_Shen_24 AkEvent]
SpokenText="Тепер вони вас бачать. Пропоную спочатку стрiляти, а потiм уже святкувати."

[T_Setup_Phase_Combat_Tutorial_Shen_28 AkEvent]
SpokenText="Чорт! Ваша залiзна броня таких влучень не витримає! Слiдкуй за флангами!"

[T_Setup_Phase_Combat_Tutorial_Shen_32 AkEvent]
SpokenText="Вона викликає пiдкрiплення! Зупини..."

[T_Setup_Phase_Combat_Tutorial_Shen_33 AkEvent]
SpokenText="...передачу."

[T_Setup_Phase_Combat_Tutorial_Shen_35 AkEvent]
SpokenText="Центр, запiзнюєтесь. Чим ви там займалися?"

[T_Setup_Phase_Combat_Tutorial_Shen_39 AkEvent]
SpokenText="Ми всi чули цi чутки, але я не вiрила, що це правда."

[T_Setup_Phase_Combat_Tutorial_Shen_41 AkEvent]
SpokenText="Схоже, передача знайшла адресата. Транспорт \"Адвента\" наближається до вашої позицiї."

[T_Setup_Phase_Combat_Tutorial_Shen_43 AkEvent]
SpokenText="Стривайте. Огляньте тiло - нам зараз знадобиться взагалi все. Але поспiшайте - кажуть, спорядження \"Адвента\" може самознищитися."

[T_Setup_Phase_Combat_Tutorial_Shen_45 AkEvent]
SpokenText="А коли ще цим займатися?"

[T_Setup_Phase_Combat_Tutorial_Shen_50 AkEvent]
SpokenText="Висадилися пiдкрiплення!"

[T_Setup_Phase_Combat_Tutorial_Shen_59 AkEvent]
SpokenText="Ти повинна впоратися з протоколами безпеки дверей. Нiхто не очiкував, що ми зможемо пiдiбратися так близько."

[T_Setup_Phase_Combat_Tutorial_Shen_63 AkEvent]
SpokenText="Будемо сподiватися, розвiдка нас не обдурила."

[T_Setup_Phase_Combat_Tutorial_Shen_66 AkEvent]
SpokenText="Схоже, тут панель доступу. Якщо я розгляну ближче, то..."

[T_Setup_Phase_Combat_Tutorial_Shen_71 AkEvent]
SpokenText="Мережа охорони \"Адвента\" просто вирує! \"Пiдбурювач\" готовий до евакуацiї. Центр - зараз або нiколи!"

[T_Setup_Phase_Combat_Tutorial_Shen_72 AkEvent]
SpokenText="Нi! Центр! Втратили \"Загрозу-1\"! Вам потрiбно йти звiдти!"

[T_Setup_Phase_Flight_Device_Spotted_Shen AkEvent]
SpokenText="Це компонент, який нам потрiбен! Якщо ви повернете його в цiлостi й схоронностi, у нас з'явиться шанс."

[T_Shen_AlienSightings_ACV AkEvent]
SpokenText="\"Адвент\" використовував цi безпiлотнi знаряддя для наведення порядку в вiддалених поселеннях. Можливо, у нас вийде зламати одне з них, якщо нам вдасться пiдiйти ближче."

[T_Shen_AlienSightings_AdvMEC_M1 AkEvent]
SpokenText="Це дуже добре оснащена механiзована бойова одиниця. Нам треба знайти вразливi мiсця, якщо ми хочемо знищити цю штуку."

[T_Shen_AlienSightings_Andromedon AkEvent]
SpokenText="Це захисний костюм… Може, щось, що не може жити в нашiй атмосферi?"

[T_Shen_AlienSightings_Archon AkEvent]
SpokenText="Можливо, прибульцi i попрацювали над зовнiшнiм виглядом, але цi монстри нiчим не краще за тих, з якими мав справу мiй батько."

[T_Shen_AlienSightings_Drone AkEvent]
SpokenText="Здається, прибульцi в основному використовують цi Дрони для пiдтримки i розвiдки. Однак вони також придатнi для бою."

[T_Shen_AlienSightings_Faceless AkEvent]
SpokenText="Навiть не думайте про це."

[T_Shen_AlienSightings_Gatekeeper AkEvent]
SpokenText="Порiвняно з iншими видами, що нам траплялися, цей дуже витончений. Показники його псi-активностi надзвичайно високi."

[T_Shen_AlienSightings_Sectopod AkEvent]
SpokenText="З його допомогою прибульцi нейтралiзували звичайнi збройнi сили Землi. Вiн однаково легко пробиває броню i знищує пiхоту. Будьте обережнi."

[T_Shen_AlienSightings_Synthoid AkEvent]
SpokenText="Ця штука схожа на андроїда, їхню вдосконалену розробку в галузi бiомеханiки."

[T_Shen_AlienSightings_Turret AkEvent]
SpokenText="Не наближайтеся до тих турелей. Ми поки не знаємо, автоматичнi вони чи керуються вiддалено."

[T_Shen_AlienSightings_Turret_MK2 AkEvent]
SpokenText="Прицiлювання цiєї турелi вiдрiзняється вiд того, з чим ми стикалися, - схоже, на неї встановили новi сенсори. Я б на вашому мiсцi не висовувався: якщо ресурсiв системи вистачить, вона зможе атакувати кiлька цiлей."

[T_Small_Town_Advent_Propaganda_Shen_01 AkEvent]
SpokenText="Чому прибульцi просто не залишать цих людей у спокої? Якщо вже вони тут, значить, вони зробили свiй вибiр."

[T_Small_Town_Modified_Cars_Shen_01 AkEvent]
SpokenText="Мушу сказати, я вражений тим, що цi люди зумiли спорудити без жодних попереднiх джерел пального. Нiколи не варто недооцiнювати людську винахiдливiсть."

[T_Small_Town_Shen_Shen_01 AkEvent]
SpokenText="У дитинствi я любив цю гру."

[T_Support_First_Advent_Tower_Spotted_Shen AkEvent]
SpokenText="Нашi \"Гремлiни\" можуть спробувати отримати доступ до мережi \"Адвента\" прямо звiдси. Можливо, ми зумiємо зламати системи i отримати перевагу. Будьте обережнi, якщо вони виявлять нас, тут стане гаряче."

[T_Tactical_Callouts_Advent_Shen_01 AkEvent]
SpokenText="Менi завжди було цiкаво, хто розробляє технiку i спорядження для \"Адвента\". Виглядає вражаюче."

[T_UFO_Alien_Computer_Shen_01 AkEvent]
SpokenText="Я б не проти поглянути на їхнiй бортовий комп'ютер. Нашi, можливо, варто було б оновити."

[T_UFO_Power_Supply_Shen_01 AkEvent]
SpokenText="Система енергозабезпечення на цьому кораблi, ймовiрно, є новою модифiкацiєю ядра Iлириума, що керує роботою \"Месника\"."
